<div class="">
    <?php
        if ( $books ) {
    ?>
        <p>Αν κάποιο βιβλίο δεν αντιστοιχεί στο δικό σας, τότε προσθέστε το εσείς στη λίστα!</p>
        <a href="add_book.php?red=add_book_cp">Προσθήκη στοιχείων νέου βιβλίου</a>
    <?php
        }
        else {
    ?>
        <p>Δε βρήκαμε βιβλίο με τη λέξη αυτή στον τίτλο. Κάντε νέα αναζήτηση με διαφορετικά στοιχεία, ή προσθέστε το εσείς στη λίστα!</p>
        <a href="add_book.php?red=add_book_cp">Προσθήκη στοιχείων νέου βιβλίου</a>
    <?php
        }
    ?>Ω
</div>
